Repository: HaileyHurt/MyHealthyTrack
Catalog: myhealthytrack/myhealthytrack/*.lproj/Localizable.strings
Languages: es

source: Your daily goal is
es: Tu objetivo es

source: vegetables
es: verduras

source: fruit
es: frutas

source: steps
es: pasos

source: hours
es: horas

source: glasses
es: vasos

source: HealthKit says you have
es: HealthKit dice que tienes

source: Keep Going!
es: ¡Sigue adelante!

source: Congratulations!
es: ¡Felicitaciones!

source: You are only
es: Eres solo

source: vegetable servings away from your daily goal!
es: porciones de vegetales lejos de su objetivo diario!

source: You have reached your daily goal of
es: Has alcanzado tu meta diaria de

source: vegetable servings!
es: porciones de vegetales!

source: You have eaten
es: Has comido

source: vegetable servings more than your goal!
es: porciones de vegetales más que tu objetivo!

source: fruit servings away from your daily goal!
es: porciones de fruta lejos de su objetivo diario!

source: fruit servings!
es: porciones de fruta!

source: fruit servings more than your goal!
es: porciones de fruta más que tu objetivo!

source: steps away from your daily goal!
es: pasos de su objetivo diario!

source: You have
es: Tienes

source: steps more than your goal!
es: pasos más que tu objetivo!

source: Catch Up!
es: ¡Alcanzar!

source: You may be a little behind on your sleep. Try to get to bed a little earlier!
es: Es posible que estés un poco atrasado en tu sueño. Intenta ir a la cama un poco antes!

source: You reached your daily sleep goal!
es: ¡Has alcanzado tu objetivo de sueño diario!

source: Looks like you had a good night of sleep!
es: ¡Parece que has tenido una buena noche de sueño!

source: glasses of water away from your daily goal!
es: vasos de agua lejos de su objetivo diario!

source: glasses of water!
es: vasos de agua!

source: glasses of water more than your goal!
es: vasos de agua más que tu objetivo!

source: Select dates to view your progress.
es: Seleccione las fechas para ver su progreso.

source: Settings
es: Configuraciones

source: The Blues
es: Los azules

source: Stone Cold
es: Piedra fría

source: All Natural
es: Todo natural

source: Sunday
es: domingo

source: Monday
es: lunes

source: Tuesday
es: martes

source: Wednesday
es: miércoles

source: Thursday
es: jueves

source: Friday
es: viernes

source: Saturday
es: sábado

source: Restore
es: Restorar

source: Cancel
es: Cancelar

source: Are you sure you want to restore settings?
es: ¿Seguro que quieres restaurar la configuración?

source: Restore Settings
es: Restorar Configuraciones
