Repository: HaileyHurt/MyHealthyTrack
Catalog: myhealthytrack/myhealthytrack/*.lproj/Main.strings
Languages: es

# 0aq-m8-2BZ.text
source: How many glass of water have you drank today?
es: ¿Cuántos vasos de agua has bebido hoy?

# 1Zg-0g-k2s.normalTitle
source: Save
es: Salvar

# 1lt-y8-c0M.text
source: Sunday
es: Domingo

# 21G-5H-tYI.title
source: October 27th, 2017
es: Octubre 27, 2017

# 2W1-6d-BZO.text
source: Activity
es: Actividad

# 2jt-Da-pZI.normalTitle
source: Edit
es: Editar

# 3TE-Af-gFI.text
source: If you would like to adjust your steps, enter the number below
es: Si desea ajustar sus pasos, ingrese el siguiente número

# 3cg-Yk-z6P.normalTitle
source: Edit
es: Editar

# 3lz-0h-Jlc.text
source: Wed
es: J

# 4zA-jJ-YkD.text
source: How much sleep (in hours) did you get last night?
es: ¿Cuánto dormiste (en horas) la noche anterior?

# 50P-cN-Xme.normalTitle
source: Cancel
es: Cancelar

# 5GE-nN-wD3.text
source: How many glass of water would you like to drink every day?
es: ¿Cuántos vasos de agua te gustaría beber todos los días?

# 5He-T5-olk.text
source: Default
es: Defecto

# 5PT-2p-rMs.normalTitle
source: Cancel
es: Cancelar

# 686-uh-ITD.text
source: Today's Steps
es: Pasos de hoy

# 6fF-49-LZj.text
source: Mon
es: M

# 7pe-De-6EA.normalTitle
source: Cancel
es: Cancelar

# 7sM-nE-bcc.text
source: Blues
es: Los Azules

# 84B-gN-4xm.normalTitle
source: Cancel
es: Cancelar

# 8W6-Kd-IMo.normalTitle
source: Save
es: Salvar

# 8db-9V-3NF.text
source: Today's Water
es: Agua de Hoy

# 8uo-hj-cpr.text
source: Water
es: Agua

# 9tw-rk-Ttf.normalTitle
source: Edit
es: Editar

# Ayv-Km-Cwc.normalTitle
source: Edit
es: Editar

# BpR-cP-HRB.text
source: Daily Goal
es: Objetivo Diario

# CKx-2U-3Dl.normalTitle
source: Edit
es: Editar

# D2y-Rd-Yy0.normalTitle
source: Edit
es: Editar

# DCW-E1-8bJ.text
source: Goal Water
es: Agua Ideal

# DUp-Fw-Epc.text
source: How much sleep (in hours) do you want to get each night
es: ¿Cuánto duerme (en horas) que desea obtener cada noche?

# Dwu-Pl-v3v.normalTitle
source: Save
es: Salvar

# Ebv-rT-HM3.normalTitle
source: Edit
es: Editar

# Eut-l8-5Km.text
source: You ar 3102 steps away from your daily activity goal!
es: ¡Estás a 3102 pasos de tu objetivo de actividad diaria!

# F2v-zA-jBb.text
source: Mood
es: Humor

# GeS-az-tv5.text
source: Veggie
es: Verdura

# Gxq-2u-NVb.normalTitle
source: Edit
es: Editar

# HPM-6h-MEz.text
source: Your daily goal is 10,000 steps
es: Tu objetivo es 10,000 pasos

# HTN-QW-QWB.text
source: Daily Goal
es: Objetivo

# HfO-v2-Nqz.text
source: Congratulations!
es: Felicitaciones!

# Hmw-yD-LGg.normalTitle
source: Edit
es: Editar

# HsR-Ct-qkZ.text
source: Fruits
es: Frutas

# IMf-rj-QAP.normalTitle
source: DOWN
es: ABAJO

# IYQ-nx-XIA.text
source: Sleep
es: Dormir

# J5E-f5-auO.text
source: HealthKit says you have 0.0 steps
es: HealthKit dice que tienes 0.0 pasos

# JJI-xU-iMi.text
source: How many servings of fruit would you like to eat every day?
es: ¿Cuántas porciones de fruta le gustaría comer todos los días?

# JkM-JY-G46.text
source: Water
es: Agua

# Kad-e9-p6b.text
source: Today's Mood
es: El humor de hoy

# Kf5-Pn-ckV.text
source: Thu
es: V

# Kpm-uv-dGn.text
source: We recommend that your goal be at least 2 servings
es: Le recomendamos que su objetivo sea al menos 2 porciones

# L0C-l6-vfn.text
source: Today's Vegetables
es: Vegetales de hoy

# LLE-sa-j7I.normalTitle
source: Save
es: Salvar

# MIa-0r-hhP.text
source: Fruits
es: Frutas

# MVi-QE-pL3.normalTitle
source: Save
es: Salvar

# MZJ-mn-8Sy.text
source: How many servings of vegetables have you eaten today?
es: ¿Cuántas porciones de vegetales has comido hoy?

# Mho-LY-gqB.text
source: Sat
es: D

# NQi-Ya-38M.text
source: Your daily goal is 8 glasses
es: Tu objetivo es 8 vasos

# O1b-t5-rba.normalTitle
source: Cancel
es: Cancelar

# O9w-m1-NSL.normalTitle
source: Cancel
es: Cancelar

# OHl-vW-mCO.text
source: Your daily goal is 7.25 hours
es: Tu objetivo es 7.25 horas

# OIt-Rb-hxm.text
source: How many servings of fruit have you eaten today?
es: ¿Cuántas porciones de fruta has comido hoy?

# PJ5-So-Vrx.normalTitle
source: UP
es: ARRIBA

# RaJ-LS-wN8.text
source: Steps
es: Pasos

# RtZ-td-4XK.text
source: Start of Week
es: Comienzo de la semana

# S7s-yd-zHL.normalTitle
source: Cancel
es: Cancelar

# TpP-9C-mDo.text
source: Goal Vegetables
es: Verduras Ideal

# UvQ-xs-n21.text
source: Vegetables
es: Verduras

# VRm-6q-oIx.text
source: Color Theme
es: Tema de color

# WGk-qH-MH0.text
source: Goal Fruit
es: Fruta Ideal

# Xbq-N0-EdJ.normalTitle
source: Cancel
es: Cancelar

# YQw-Rv-NM0.text
source: Label
es: Etiqueta

# Ys1-OM-szV.text
source: Sleep
es: Dormir

# ZMQ-Tp-VpF.text
source: Fri
es: S

# ZUo-8D-ace.text
source: Restore Settings
es: Restaurar Configuracion

# Zmh-Qr-Rw9.normalTitle
source: Save
es: Salvar

# Zo5-M2-7Cg.text
source: Your daily goal is 2 servings
es: Tu objetivo es 2 porciones

# abI-9h-plX.text
source: Fruit
es: Frutas

# b1H-Pa-gfw.text
source: We recommend that your goal be at least 8 glasses
es: Le recomendamos que su objetivo diario de al menos 8 vasos

# bvl-sT-Tns.text
source: Sun
es: L

# bzu-VI-ZtV.text
source: How many servings of vegetables would you like to eat each day?
es: ¿Cuántas porciones de vegetales le gustaría comer cada día?

# cDh-EN-sA1.normalTitle
source: Save
es: Salvar

# cUV-nt-dsc.text
source: How many steps would you like to get every day?
es: ¿Cuántos pasos le gustaría obtener todos los días?

# cgk-ff-0SH.text
source: Activity
es: Actividad

# cmI-ut-5kx.normalTitle
source: Button
es: Botón

# d20-MW-Ehx.normalTitle
source: Save
es: Salvar

# d2f-zC-aDY.normalTitle
source: Save
es: Salvar

# dLM-Bk-W5p.normalTitle
source: Edit
es: Editar

# dOB-EH-jcD.normalTitle
source: Edit
es: Editar

# dZm-X9-fi0.normalTitle
source: Cancel
es: Cancelar

# ddW-Es-MnX.normalTitle
source: UP
es: ARRIBA

# e1D-MP-SRN.normalTitle
source: Save
es: Salvar

# eEw-Yu-xFM.text
source: Mood
es: Humor

# ejl-7J-BJf.title
source: Settings
es: Configuraciones

# esU-bx-iHz.text
source: Tue
es: X

# fXE-Zo-n3l.text
source: We recommend that your daily goal be at least 3 servings
es: Le recomendamos que su objetivo sea al menos 3 porciones

# gIX-7C-uRc.text
source: Your daily goal is 3 servings
es: Tu objetivo es 3 porciones

# gLr-sm-jXE.text
source: Today's Sleep
es: El sueño de hoy

# gTy-lx-vyg.text
source: Vegetables
es: Verduras

# hLt-uH-OCS.text
source: Water
es: Agua

# hgp-0j-hCk.normalTitle
source: Cancel
es: Cancelar

# jOS-Nq-qSR.text
source: October 2017
es: Octubre 2017

# kks-vV-9qG.text
source: Goal Steps
es: Pasos Ideal

# l1u-Uh-sJU.normalTitle
source: DOWN
es: ABAJO

# mfU-ct-Nj3.title
source: Settings
es: Configuraciones

# odk-yw-gdc.text
source: Goal Sleep
es: sueño ideal

# pxh-yU-SHV.text
source: Today's Fruit
es: Frutas de Hoy

# rz6-au-P63.text
source: Sleep
es: sueño

# uea-2H-iaO.text
source: Daily Goals
es: Objetivos Diarios

# vDj-hb-mEm.text
source: We recommend that your daily goal be at least 10,000 steps
es: Recomendamos que su objetivo diario en al menos 10,000 pasos

# who-rq-fOF.normalTitle
source: Save
es: Salvar

# y6P-vf-4mZ.text
source: We recommend that your daily goal be at least 7 hours
es: Recomendamos que establezca su meta de al menos 7 horas

# yIf-ES-el1.text
source: How are you feeling today?
es: ¿Cómo te sientes hoy?

# yJE-Tu-T5Q.title
source: Calendar >
es: Calendario >

# yOp-o4-K21.title
source: My Healthy Track
es: Mi pista sana

# yuu-bA-4J2.normalTitle
source: Cancel
es: Cancelar

# fh2-7A-GZz.normalTitle
source: Restore Settings
es: Restaurar Configuracion

# TKP-3A-Rfp.text
source: Click the button below to restore the default settings of the calendar.
es: Haga clic en el botón a continuación para restablecer la configuración predeterminada del calendario.

# g31-3B-pd0.text
source: Sunday
es: domingo

# INF-yg-fAI.text
source: Monday
es: lunes

# NgL-Nq-xIP.text
source: Tuesday
es: martes

# 6jH-Ph-SAR.text
source: Wednesday
es: miércoles

# Se8-MB-Ze6.text
source: Thursday
es: jueves

# lyl-nd-EcY.text
source: Friday
es: viernes

# K06-AC-fPb.text
source: Saturday
es: sábado

# bpd-FN-Vv8.text
source: Select the First Day of the Week:
es: Seleccione el primer día de la semana:

# L55-ad-MJh.text
source: Select Your Color Theme:
es: Seleccione su tema de color:

# wfD-fV-fpR.text
source: The Blues
es: Los azules

# pTf-nB-vGG.text
source: Stone Cold
es: Piedra fría

# SKA-pI-2iB.text
source: All Natural
es: Todo natural
